alsa-firmware
archlinux-xdg-menu
base
base-devel
blueman
brightnessctl
btrfs-progs
clang
cmake
dnsmasq
dolphin
drawio-desktop
dunst
efibootmgr
firefox
freecad
gamescope
gimp
git
github-cli
glfw
gnome-calculator
gparted
grub
gst-plugin-pipewire
gwenview
htop
hypridle
hyprland
hyprlock
hyprpolkitagent
hyprshot
intel-ucode
iptables-nft
kitty
less
libnotify
libpulse
libreoffice-fresh
libvirt
linux
linux-firmware
neovim
networkmanager
npm
pamixer
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
prismlauncher
qemu-full
qt5-graphicaleffects
qt5-quickcontrols2
qt5-svg
qt6-wayland
qt6ct
rofi
sddm
snapper
sof-firmware
stow
sudo
telegram-desktop
tree
ttf-jetbrains-mono-nerd
ttf-nerd-fonts-symbols
unzip
virt-manager
waybar
wireplumber
wireshark-qt
wl-clipboard
wpa_supplicant
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xorg-xhost
zram-generator
