base
base-devel
blueman
btrfs-progs
clang
dunst
efibootmgr
firefox
git
github-cli
grub
gst-plugin-pipewire
htop
hyprland
hyprlock
hyprpolkitagent
intel-ucode
kitty
less
libnotify
libpulse
linux
linux-firmware
neovim
networkmanager
npm
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
qt6-wayland
rofi
sddm
snapper
stow
sudo
swww
tree
ttf-jetbrains-mono-nerd
ttf-nerd-fonts-symbols
unzip
waybar
wireplumber
wl-clipboard
wpa_supplicant
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
zram-generator
